akamud.vscode-theme-onedark
arcticicestudio.nord-visual-studio-code
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
ccy.ayu-adaptive
christian-kohler.npm-intellisense
cleanthemes.matte-black-theme
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
franneck94.c-cpp-runner
github.copilot
github.copilot-chat
icrawl.discord-vscode
lakshits11.best-themes-redefined
leonamlvs.vscode-theme-onedarkocean
mcagampan.dark-horizon
miguelsolorio.symbols
mike-co.import-sorter
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
openai.chatgpt
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
subframe7536.custom-ui-style
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
wix.vscode-import-cost
yzhang.markdown-all-in-one
